Revit 2024 API
Transaction.Start Method
Overload List
Name | Description
Start()
 Starts the transaction.
Start(String)
 Starts the transaction with an assigned name.
See Also
Transaction Class
Transaction Members
Autodesk.Revit.DB Namespace